[
  {
    "id": 1,
    "title": "Dišite duboko",
    "description": "Usmerite svu svoju pažnju na disanje. Dišite duboko i sporije.\n\nStavite ruku na svoj stomak, udahnite kroz nos što dublje možete dok brojite do 10.\n\nZadržite disanje 5 sekundi.\n\nPotom, izdišite vazduh polako, kroz nos, brojeći do 10. Osetite kako vam se pluća pune vazduhom i kako vam se stomak podiže.\n\nPonovite ovaj postupak više puta. Ponovite ga sve dok ne osetite da vam se unutrašnjost tela smiruje.\n\nKontrola disanja je veoma važna u smirivanju anksioznog napada."
  },
  {
    "id": 2,
    "title": "Zastanite. Zapitajte se",
    "description": "Kada se pojavi osećanje anksioznosti, zastanite, dopustiti sebi da se osete telesne senzacije anksioznosti i zapitajte se šta je to što u vama stvara pretnju.\n\n1. Osećam da se teško suočavam sa nečim, nečega se plašim. Šta je to što me plaši?\n\n2. Koji događaj (aktuelni, neposredni) procenjujem kao neizvestan i preteći?\n\n3. Šta je u toj situaciji ono što mogu u potpunosti da kontrolišem, a šta je izvan mojih moći?\n\nDa biste umanjili neizvesnost, usmerite svu svoju pažnju samo na ono što je pod vašom kontrolom. Ako je anksioznost vezana za polaganje ispita, jasno je da ne možete uticati na pitanja koja ćete dobiti na ispitu, niti na to kako će biti raspoložen profesor koji vas ispituje. Zato, svu svoju pažnju usmerite na to da dobro upravljate znanjem koje će se na ispitu proveravati, da dođete na vreme, budete odmorni i siti itd."
  },
  {
    "id": 3,
    "title": "Prizemljenje",
    "description": "Tokom doživljaja anksioznosti naterajte sebe da intenzivno koristite sva svoja čula. Prvi korak je da ocenite svoju anksioznost na skali od 1-10. Ako je anksioznost velika, trebaće vam duže prizemljenje. Sedite uspravno i visoko, stavite noge na pod. opustite ramena. Dišite polako i duboko i krenite sa davanjem odgovora na pitanja: Koliko je prozora u sobi?  Koliko električnih utičnica vidite?  Koje je boje vaša odeća, cipele? Kakav je osećaj stolice na kojoj sedite - je li ona mekana, udobna, topla…. Šta čujete trenutno? Da li nešto miriše oko vas? Kakav je ukus u vašim ustima? Tokom prizemljenja, vaš um će biti okupiran traženjem odgovora i zaboraviće na strepnju i brige."
  }
]
